Repository: Eniso92/crosswalk-tizen
Catalog: po/*.po
Languages: mr, te

# IDS_BR_OPT_ALLOW
source: Allow
mr: अनुमती द्या
te: అనుమతించు

# IDS_BR_POP_STARTING_DOWNLOAD_ING
source: Starting download...
mr: डाऊनलोड सुरू करीत आहे...
te: డౌన్లోడ్ ప్రారంభమవుతోంది...

# IDS_BR_BODY_SECURITY_CERTIFICATE_PROBLEM_MSG
source: There are problems with the security certificate for this site.
mr: या संकेतस्थळाच्या सुरक्षा प्रमाणपत्रा बाबत समस्या आहेत.
te: ఈ సైట్ కు సెక్యూరిటీ సర్టిఫికెట్లనుండి సమస్యలు ఉన్నాయి.

# IDS_BR_SK_CANCEL
source: Cancel
mr: रद्द
te: రద్దు

# IDS_BR_SK_DELETE
source: Delete
mr: हटवा
te: తొలగించు

# IDS_BR_BODY_RESET_TO_DEFAULT
source: Reset to default
mr: डिफॉल्टमध्ये पुन्हा मांडणी करा.
te: డిఫాల్ట్‌ కు రీసెట్ చేయి

# IDS_BR_BODY_WEBSITE_SETTINGS
source: Website settings
mr: वेबसाईट सेटिंग्स
te: వెబ్‌సైట్‌ సెట్టింగులు

# IDS_BR_BODY_AUTHUSERNAME
source: Username
mr: वापरकर्त्याचे नाव
te: యూజర్ పేరు

# IDS_BR_BODY_DESTINATIONS_AUTHENTICATION_REQUIRED
source: Authentication required.
mr: प्रमाणीकरण आवश्यक.
te: ప్రమాణీకరణ అవసరం.

# IDS_BR_BODY_AUTHPASSWORD
source: Password
mr: पासवर्ड
te: పాస్వర్డ్

# IDS_BR_BODY_PASSWORD
source: Password
mr: पासवर्ड
te: పాస్వర్డ్

# IDS_BR_HEADER_WEB_NOTIFICATION
source: Web notification
mr: वेब अधिसूचना
te: వెబ్ నోటిఫికేషన్

# IDS_BR_BODY_ALLOW_SITES_TO_REQUEST_ACCESS_TO_YOUR_LOCATION
source: Allow sites to request access to your location.
mr: आपल्या स्थानामधे प्रवेश करण्यासाठी साइट्स अनुमती द्या.
te: మీ స్థానంను యాక్సేస్ అభ్యర్థించేందుకు సైట్లకు అనుమతివ్వండి.

source: %1$s (%2$s) is attempting to store a large amount of data on your device for offline use.
mr: %1$s (%2$s) ऑफलाइन वापरासाठी आपल्‍या उपकरणवर डेटाची मोठी राशी संग्रहित करण्‍याचा प्रयत्‍न करत आहे.
te: %1$s (%2$s) మీ పరికరంలో ఆఫ్‌లైన్ ఉపయోగం కోసం అధిక మొత్తంలో డేటాని నిల్వ చేయడానికి ప్రయత్నిస్తోంది.

source: %1$s (%2$s) is requesting permission to store data on your device for offline use.
mr: %1$s (%2$s) ऑफलाइन वापरासाठी आपल्‍या उपकरणवर डेटा संग्रहित करण्‍याकरिता परवानगीची विनंती करत आहे.
te: %1$s (%2$s) మీ పరికరంలో ఆఫ్‌లైన్ ఉపయోగం కోసం డేటాని నిల్వ చేయడానికి అనుమతిని అభ్యర్థిస్తోంది.

# IDS_BR_POP_P1SS_HP2SS_IS_REQUESTING_PERMISSION_TO_ACCESS_YOUR_LOCATION
source: %1$s (%2$s) is requesting permission to access your location.
mr: %1$s (%2$s) आपले स्‍थान ऍक्‍सेस करण्‍याकरिता परवानगीसाठी विनंती करत आहे.
te: %1$s (%2$s) మీ స్థానాన్ని యాక్సెస్ చేయడానికి అనుమతిని అభ్యర్థిస్తోంది.

# IDS_BR_POP_P1SS_HP2SS_IS_REQUESTING_PERMISSION_TO_SHOW_NOTIFICATIONS
source: %1$s (%2$s) is requesting permission to show notifications.
mr: %1$s (%2$s) अधिसूचना दर्शविण्‍याकरिता परवानगीची विनंती करत आहे.
te: %1$s (%2$s) నోటిఫికేషన్‌లను చూపడానికి అనుమతిని అభ్యర్థిస్తోంది.

# IDS_BR_POP_P1SS_HP2SS_IS_REQUESTING_PERMISSION_TO_USE_YOUR_CAMERA
source: %1$s (%2$s) is requesting permission to use your camera.
mr: %1$s (%2$s) आपला कॅमेरा वापरण्‍याकरिता परवानगीसाठी विनंती करत आहे.
te: %1$s (%2$s) మీ కెమెరాని ఉపయోగించడానికి అనుమతిని అభ్యర్థిస్తోంది.

# IDS_BR_BODY_FULL_SCREEN
source: Full screen
mr: पूर्ण स्क्रीन
te: పూర్తి స్క్రీన్

# IDS_BR_SK_OK
source: OK
mr: ठीक
te: సరే

# IDS_BR_MBODY_LOCATION_ACCESS
source: Location access
mr: स्‍थान प्रवेश
te: స్థాన యాక్సెస్

# IDS_WRT_BODY_ALLOWS_THIS_SITE_TO_DISPLAY_NOTIFICATIONS
source: Allows this site to display notifications.
mr: ह्या साइटला अधिसूचना प्रदर्शित करण्‍याची अनुमती देते.
te: నోటిఫికేషన్‌లను ప్రదర్శించడానికి ఈ సైట్‌ని అనుమతిస్తుంది.

# IDS_BR_BODY_EMPTY
source: Empty
mr: रिकामा
te: ఖాళీ

# IDS_BR_HEADER_AUTO_REFRESH
source: Auto refresh
mr: स्‍वयं रिफ्रेश
te: స్వయంచాలక రీఫ్రెష్

# IDS_WRT_OPT_ACCESS_USER_LOCATION
source: Access user location
mr: प्रयोक्ता स्‍थान ऍक्‍सेस करा
te: వినియోగదారు స్థానాన్ని యాక్సెస్ చేయి

# IDS_WRT_OPT_USE_STORE_WEB_DATA
source: Use/store web data
mr: वेब डेटा वापरा/संग्रहित करा
te: వెబ్ డేటాని ఉపయోగించండి/నిల్వ చేయండి

# IDS_WRT_OPT_USE_USER_MEDIA
source: Use user media
mr: प्रयोक्‍ता मीडिया वापरा
te: వినియోగదారు మీడియాని ఉపయోగించు

# IDS_WRT_BODY_ALLOWS_THIS_SITE_TO_ACCESS_YOUR_LOCATION_INFORMATION
source: Allows this site to access your location information.
mr: आपली स्‍थान माहिती ऍक्‍सेस करण्‍यासाठी ह्या साइटला अनुमती देते.
te: మీ స్థానం సమాచారాన్ని యాక్సెస్ చేయడానికి ఈ సైట్‌ని అనుమతిస్తుంది.

# IDS_WRT_BODY_ALLOWS_THIS_SITE_TO_SAVE_A_LARGE_AMOUNT_OF_DATA_ON_YOUR_DEVICE
source: Allows this site to save a large amount of data on your device.
mr: आपल्‍या उपकरणावर डेटाची अधिक मात्रा जतन करण्‍यासाठी ह्या साइटला अनुमती देते.
te: మీ పరికరంలో అధిక మొత్తంలో డేటాని సేవ్ చేయడానికి ఈ సైట్‌ని అనుమతిస్తుంది.

# IDS_WRT_BODY_ALLOWS_THIS_SITE_TO_CHANGE_THE_DISPLAY_TO_FULL_SCREEN
source: Allows this site to change the display to full screen.
mr: ह्या साइटला संपूर्ण स्‍क्रीनवर प्रदर्शन बदलण्‍याची अनुमती देते.
te: ప్రదర్శనని పూర్తి స్క్రీన్‌కి మార్చడానికి ఈ సైట్‌ని అనుమతిస్తుంది.

# IDS_WRT_BODY_ALLOWS_THIS_SITE_TO_USE_THE_MEDIA_FILES_STORED_ON_YOUR_DEVICE
source: Allows this site to use the media files stored on your device.
mr: आपल्‍या उपकरणावर जतन केलेल्‍या मिडिया फाइल्‍स वापरण्‍यासाठी ह्या साइटला अनुमती देते.
te: మీ పరికరంలో నిల్వ చేసిన మీడియా ఫైల్‌లను ఉపయోగించడానికి ఈ సైట్‌ని అనుమతిస్తుంది.

source: Clear default app settings by going to Settings > General > Manage applications > All.
mr: सेटिंग्स > सामान्‍य > अनुप्रयोग व्यवस्थापित करा > सर्व वर जाऊन डीफॉल्ट अनुप्रयोग सेटिंग्स साफ करा.
te: సెట్టింగ్‌లు > సాధారణం > అప్లికేషన్‌లను నిర్వహించు > అన్నీకి వెళ్లడం ద్వారా డిఫాల్ట్ అప్లికేషన్ సెట్టింగ్‌లను క్లియర్ చేయండి.

# IDS_COM_BODY_DENY
source: Deny
mr: नकार द्या
te: నిరాకరించు

# IDS_SA_BODY_USER_AUTHENTICATION
source: User authentication
mr: प्रयोक्ता प्रमाणीकरण
te: యూజర్ ప్రమాణీకరణ

# IDS_BR_BODY_REMEMBER_PREFERENCE
source: Remember preference.
mr: प्राधान्य लक्षात ठेवा.
te: ప్రాధాన్యతను గుర్తుపెట్టుకోండి.

# IDS_BR_HEADER_CERTIFICATE_INFO
source: Certificate info
mr: प्रमाणपत्र माहिती
te: సర్టిఫికేట్ సమాచారం

# IDS_BR_BODY_LOGIN
source: Login
mr: लॉगिन
te: లాగిన్
